Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: He is the offering for our sins; and not for ours only, but for all the world.
chr: ᎠᎴ ᎾᏍᎩ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎠᎫᏴᏙᏗ ᎠᏴ ᎢᎩᏍᎦᏅᏨᎢ, ᎠᎴ ᎥᏝ ᎠᏴᏉ ᎢᎬᏒ ᎢᎩᏍᎦᏅᏨᎢ, ᎾᏍᏉᏍᎩᏂ ᎡᎶᎯ ᏂᎬᎾᏛᎢ.

source: And by this we may be certain that we have knowledge of him, if we keep his laws.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎢᏓᏙᎴᎰᎯᏍᏗᎭ ᎡᏗᎦᏔᎲᎢ, ᎾᏍᎩ ᏱᏗᎩᏍᏆᏂᎪᏗ ᏧᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ.

source: The man who says, I have knowledge of him, and does not keep his laws, is false, and there is nothing true in him:
chr: ᎩᎶ ᏥᎦᏔᎭ ᎠᏗᏍᎩ, ᎠᏎᏃ ᏂᏚᏍᏆᏂᎪᏛᎾ ᏱᎩ ᏧᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎦᏰᎪᎩ ᎠᎴ ᎤᏙᎯᏳᎯ ᎨᏒ ᏄᏪᎲᎾ.

source: But in every man who keeps his word, the love of God is made complete. By this we may be certain that we are in him:
chr: ᎩᎶᏍᎩᏂ ᏳᏍᏆᏂᎪᏗ ᎾᏍᎩ ᎤᏁᏨᎯ, ᎾᏍᎩ ᎤᏙᎯᏳᎯᏯ ᎤᏁᎳᏅᎯ ᎠᎨᏳᏗ ᎨᏒ ᎤᎧᎵᏨᎯ ᎨᏐᎢ: ᎾᏍᎩ ᎯᎠ ᎢᏓᏙᎴᎰᎯᏍᏗᎭ ᎡᏗᏯᎥᎢ.

source: He who says that he is living in him, will do as he did.
chr: ᎩᎶ [ᏥᏌ] ᏥᏯᎠ ᏯᏗᎭ, [ᏥᏌ] ᎤᏪᏙᎸ ᎾᏍᎩᏯ ᎾᏍᏉ ᏰᏙᎭ.

source: My loved ones, I do not give you a new law, but an old law which you had from the first; this old law is the word which came to your ears.
chr: ᎢᏓᏓᏅᏟ, ᎥᏝ ᎢᏤ ᏗᎧᎿᏩᏛᏍᏗ ᏱᏨᏲᏪᎳᏁᎭ, ᎤᏪᏘᏉᏍᎩᏂ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩ ᏥᏥᎲᎩ ᏗᏓᎴᏂᏍᎬᎢ; ᎤᏪᏘ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩᏉ ᎧᏃᎮᏛ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏥᏁᏣᏛᎩᏍᎪᎢ.

source: Again, I give you a new law, which is true in him and in you; for the night is near its end and the true light is even now shining out.
chr: ᎠᎴᏬ, ᎢᏤ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏨᏲᏪᎳᏁᎭ, ᎾᏍᎩ ᎤᏙᎯᏳᎭ [ᎦᎶᏁᏛ] ᎨᏒᎢ ᎠᎴ ᏂᎯ ᎨᏒᎢ; ᎤᎵᏏᎬᏰᏃ ᎤᎶᏐᏅ, ᎿᏉᏃ ᏚᏳᎪᏛ ᎢᎦᎦᏘ ᏚᎸᏌᏛ.

source: He who says that he is in the light, and has hate in his heart for his brother, is still in the dark.
chr: ᎩᎶ ᎢᎦᎦᏛ ᎨᎠ ᏯᏗᎭ, ᏗᎾᏓᏅᏟᏃ ᏯᏍᎦᎦ, ᎤᎵᏏᎬᏉ ᎡᎭ ᎩᎳᎯᏳ.

source: He who has love for his brother is in the light, and there is no cause of error in him.
chr: ᎩᎶ ᏗᎾᏓᏅᏟ ᏳᎨᏳᎭ ᎢᎦᎦᏛ ᎡᎭ, ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᎠᏓᏙᏕᏍᏗᏍᎩ ᏳᏪᎭ.

source: But he who has hate for his brother is in the dark, walking in the dark with no knowledge of where he is going, unable to see because of the dark.
chr: ᏗᎾᏓᏅᏟᏍᎩᏂ ᎠᏍᎦᎩ ᎤᎵᏏᎬᏉ ᎡᎭ, ᎠᎴ ᎤᎵᏏᎬᏉ ᎡᏙᎭ, ᎥᏝ ᎠᎴ ᏯᎦᏔᎭ ᏩᎦᏛᎢ, ᎤᎵᏏᎬᏰᏃ ᏚᎨᏩᏛ.

source: I am writing to you, my children, because you have forgiveness of sins through his name.
chr: ᎢᏨᏲᏪᎳᏁᎭ ᏗᏥᏲᎵ ᎢᏥᏍᎦᏅᏨᏰᏃ ᎡᏥᏙᎵᏨ ᏅᏧᎵᏍᏙᏔᏅ ᏥᏌ ᏕᎤᏙᎥᎢ.

source: I am writing to you, fathers, because you have knowledge of him who was from the first. I am writing to you, young men, because you have overcome the Evil One. I have sent a letter to you, children, because you have knowledge of the Father.
chr: ᎢᏨᏲᏪᎳᏁᎭ ᎢᏥᎦᏴᎵᎨᎢ, ᎡᏥᎦᏙᎥᏒᏰᏃ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏤᎭ. ᎢᏨᏲᏪᎳᏁᎭ ᎢᏥᏫᏅ, ᎡᏥᏎᎪᎩᏒᏰᏃ ᎤᏁᎫᏥᏛ. ᎢᏨᏲᏪᎳᏁᎭ ᏗᏥᏲᎵ, ᎡᏥᎦᏙᎥᏒᏰᏃ ᎠᎦᏴᎵᎨᎢ.

source: I have sent a letter to you, fathers, because you have knowledge of him who was from the first. I have sent a letter to you, young men, because you are strong, and the word of God is in you, and because you have overcome the Evil One.
chr: ᎢᏨᏲᏪᎳᏏ ᎢᏥᎦᏴᎵᎨᎢ, ᎡᏥᎦᏙᎥᏒᏰᏃ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏤᎭ. ᎢᏨᏲᏪᎳᏏ ᎢᏥᏫᏅ, ᏗᏣᎵᏂᎩᏗᏳᏰᏃ, ᎠᎴ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎢᏥᏯᎠ, ᎠᎴ ᎡᏥᏎᎪᎩᏒ ᎤᏁᏧᏥᏛ.

source: Have no love for the world or for the things which are in the world. If any man has love for the world, the love of the Father is not in him.
chr: ᏞᏍᏗ ᏱᏥᎨᏳᏎᏍᏗ ᎡᎶᎯ, ᎠᎴ ᎪᎱᏍᏗ ᎡᎶᎯ ᎡᎯ. ᎢᏳᏃ ᎩᎶ ᎡᎶᎯ ᏳᎨᏳᎭ, ᎥᏝ ᏱᎬᏩᎨᏳᎭ ᎠᎦᏴᎵᎨᎢ.

source: Because everything in the world, the desire of the flesh, the desire of the eyes, and the pride of life, is not of the Father but of the world.
chr: ᏥᏄᏓᎴᏰᏃ ᎡᎶᎯ ᏤᎭ, ᎠᏰᎸ ᎤᏚᎸᏗ ᏥᎩ, ᎠᎴ ᏨᎦᏙᎵ ᎤᏙᎸᏗ ᏥᎩ, ᎠᎴ ᎠᏢᏉᏗ ᎠᎴᏂᏓᏍᏗᏱ, ᎾᏍᎩ ᎥᏝ ᎠᎦᏴᎵᎨᏍᏛᏱ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎩ, ᎡᎶᎯᏉᏍᎩᏂ ᎤᏓᎴᏅᎯ.

source: And the world and its desires is coming to an end: but he who does God's pleasure is living for ever.
chr: ᎠᎴ ᎡᎶᎯ ᎦᎶᏐᎲᏍᎦ, ᎠᎴ ᎾᏍᎩ ᎾᎿ ᎠᏚᎸᏗ ᎨᏒᎢ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬ ᏧᎸᏫᏍᏓᏁᎯ ᏂᎪᎯᎸ ᎡᎭ.

source: Little children, it is the last hour; and as you were given word that the Antichrist would come, so now a number of Antichrists have come to you; and by this we are certain that it is the last hour.
chr: ᏗᏥᏲᎵ, ᎿᏉ ᎤᎵᏍᏆᎸᏗ, ᎢᏣᏛᎦᏅᎯᏃ ᏥᎩ ᎤᎷᎯᏍᏗᏱ ᎦᎶᏁᏛ-ᎠᏡᏗᏍᎩ, ᎠᎴ ᎪᎯ ᎨᏒ ᎤᏂᏣᏔ ᎦᎶᏁᏛ-ᎠᎾᏡᏗᏍᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏗᎦᏔᎭ ᎤᎵᏍᏆᎸᏗ ᎨᏒᎢ.

source: They went out from us but they were not of us; if they had been of us they would still be with us: but they went out from us so that it might be made clear that they were not of us.
chr: ᎨᎦᏙᏣᎳᎡᎸᎩ, ᎠᏎᏃ ᎥᏝ ᎾᎿ ᎠᏁᎳ ᏱᎨᏎᎢ, ᎢᏳᏰᏃ ᎾᎿ ᎠᏁᏔ ᏱᎨᏎᎢ, ᎠᏎ ᏱᏂᎬᏩᎾᏛᏁᎢ, ᎠᏎᏃ [ᎤᎾᏙᏣᎴᏒᎩ] ᎬᏂᎨᏒ ᎢᏳᎾᎵᏍᏙᏗᏱ ᎾᎿ ᏂᎦᏛ ᎠᏁᎳ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And you have the Spirit from the Holy One and you all have knowledge.
chr: ᏂᎯᏍᎩᏂ ᎾᏍᎦᏅᎾ ᎢᏥᎶᏁᎥ, ᎠᎴ ᎢᏥᎦᏔᎯᏳ ᏂᎦᎥᎢ.

source: I have not sent you this letter because you have no knowledge of what is true, but because you have knowledge, and because that which is false has nothing in common with that which is true.
chr: ᎯᎠ ᏥᏨᏲᏪᎳᏏ ᎥᏝ ᏱᏅᏓᎦᎵᏍᏙᏓ ᏂᏥᎦᏔᎲᎾ ᎨᏒ ᏚᏳᎪᏛᎢ, ᎢᏥᎦᏔᎯᏳᏍᎩᏂ ᎨᏒᎢ, ᎠᎴ ᎢᏥᎦᏔᎯᏳ ᎨᏒ ᏂᎦᎥ ᎦᏰᎪᎩ ᎧᏃᎮᏛ ᏚᏳᎪᏛ ᏅᏓᏳᏓᎴᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: Who is false but he who says that Jesus is not the Christ? He is the Antichrist who has no belief in the Father or the Son.
chr: ᎦᎪ ᎦᏰᎪᎩ, ᎢᏳᏃ ᎾᏍᎩ ᏂᎨᏒᎾ ᏱᎩ Ꮎ ᎠᏓᏱᎯ ᏥᏌ ᎦᎶᏁᏛ ᎨᏒᎢ. ᎾᏍᎩ Ꮎ ᎦᎶᏁᏛᎠᏡᏗᏍᎩ, ᎠᏓᏱᎯ ᎠᎦᏴᎵᎨᎢ ᎠᎴ ᎤᏪᏥ.

source: He who has no belief in the Son has not the Father: he who makes clear his belief in the Son has the Father.
chr: ᎩᎶ [ᎤᏁᎳᏅᎯ] ᎤᏪᏥ ᎠᏓᏱᎯ, ᎾᏍᎩ ᎥᏝ ᏳᏪᎭ ᎠᎦᏴᎵᎨᎢ; [ᎾᏍᎩᏍᎩᏂ Ꮎ ᎪᎯᏳᎲᏍᎩ ᎤᏪᏥ ᎾᏍᎩ ᎤᏪᎭ ᎾᏍᏉ ᎠᎦᏴᎵᎨᎢ.]

source: But as for you, keep in your hearts the things which were made clear to you from the first. If you keep these things in your hearts you will be kept in the Father and the Son.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏥᏣᏛᎩᎭ ᎾᏍᎩ ᏂᎯ ᎢᏥᏯᎡᏍᏗ. ᎢᏳᏃ ᎾᏍᎩ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏥᏣᏛᎩᎭ ᎢᏥᏯᎡᏍᏗ, ᏂᎯ ᎾᏍᏉ ᎡᏥᏯᎡᏍᏗ ᎤᏪᏥ ᎠᎴ ᎠᎦᏴᎵᎨᎢ.

source: And this is the hope which he gave you, even eternal life.
chr: ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎢᎩᏚᎢᏍᏓᏁᎸᎯ ᏥᎩ, ᎾᏍᎩ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎬᏂᏛ.

source: I am writing these things to you about those whose purpose is that you may be turned out of the true way.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏲᏪᎳᏏ ᎦᏥᏁᎢᏍᏗᏍᎬ ᎾᏍᎩ Ꮎ ᎨᏥᎵᏓᏍᏗᏍᎩ.

source: As for you, the Spirit which he gave you is still in you, and you have no need of any teacher; but as his Spirit gives you teaching about all things, and is true and not false, so keep your hearts in him, through the teaching which he has given you.
chr: ᎾᏍᎩᏍᎩᏂ ᏥᏌ ᎢᏥᎶᏁᏔᏅᎯ ᎨᏒ ᏥᏥᏯᎠ, ᎠᎴ ᎤᏚᎸᏗ ᏂᏣᎵᏍᏓᏁᎲᎾ ᏥᎩ ᎩᎶ ᎢᏤᏲᏗᏱ, ᎾᏍᎩᏰᏃ ᏥᏌ ᎢᏥᎶᏁᏔᏅᎯ ᏥᏤᏲᎲᏍᎦ ᏂᎦᎥᎢ, ᎠᎴ ᎤᏙᎯᏳᏒ ᏥᎩ, ᎠᎴ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᏥᎩ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎢᏤᏲᎲᏍᎬ ᎡᏥᏯᎡᏍᏗ.

source: And now, my children, keep your hearts in him; so that at his revelation, we may have no fear or shame before him at his coming.
chr: Ꭷ, ᏗᏥᏲᎵ, ᏥᏌ ᎡᏥᏯᎡᏍᏗ, ᎾᏍᎩᏃ ᎾᎯᏳ ᎦᎾᏄᎪᏥᎸᎭ ᏂᏗᎾᏰᏍᎬᎾ ᎨᏎᏍᏗ ᎠᎴ ᏂᏓᏕᎰᏍᎬᎾ ᎨᏎᏍᏗ ᎠᎦᏔᎲᎢ ᎾᎯᏳ ᎦᎷᏥᎸᎭ.

source: If you have knowledge that he is upright, it is clear to you that everyone who does righteousness is his offspring.
chr: ᎢᏳᏃ ᏱᏥᎦᏔᎭ ᎾᏍᎦᏅᎾ ᎨᏒ ᏥᏌ, ᎢᏥᎦᏔᎭ [ᎾᏍᏉ] ᎾᏂᎥ ᏚᏳᎪᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎾᏍᎩ ᏧᎾᏄᎪᏫᏒᎯ ᎨᏒᎢ.

source: See what great love the Father has given us in naming us the children of God; and such we are. For this reason the world does not see who we are, because it did not see who he was.
chr: ᎬᏂᏳᏉ ᏄᏍᏆᏂᎪᏗ ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᎦᏴᎵᎨ ᎢᎩᏁᎸ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎦᏰᎪᏎᏗ ᏥᎩ. ᎡᎶᎯ ᎠᏴ ᏂᎩᎦᏔᎲᎾ ᏥᎩ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᏄᎦᏔᎲᎾ ᏥᎨᏒᎩ.

source: My loved ones, now we are children of God, and at present it is not clear what we are to be. We are certain that at his revelation we will be like him; for we will see him as he is.
chr: ᎢᏨᎨᏳᎢ, ᎿᏉ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎠᏴ, ᎠᏎᏃ ᎥᏝ ᎠᏏ ᎬᏂᎨᏒ ᏱᏂᎦᎵᏍᏗᎭ ᎢᎦᎵᏍᏙᏗ ᎨᏒᎢ; ᎠᏎᏃ ᎢᏗᎦᏔᎭ ᎾᎯᏳ ᎦᎾᏄᎪᏨᎭ ᎾᏍᎩᏯ ᏄᏍᏛ ᏂᎦᏍᏕᏍᏗ, ᎾᏍᎩᏰᏃ ᏄᏍᏛ ᎾᏍᎩ ᏓᏰᏗᎪᎢ.

source: And everyone who has this hope in him makes himself holy, even as he is holy.
chr: ᎩᎶᏃ ᎾᏍᎩ ᎯᎠ ᏥᏄᏍᏙ ᎤᏚᎩ ᏧᏩᏐ [ᏥᏌ], ᎤᏩᏒ ᎠᏓᏅᎦᎵᏍᎪᎢ, ᎾᏍᎩᏯ [ᏥᏌ] ᏄᏅᎦᎸᎾ ᏥᎩ ᎾᏍᎩᏯ ᎾᏓᏛᏁᎰᎢ.

source: Everyone who is a sinner goes against the law, for sin is going against the law.
chr: ᎩᎶ ᏣᏍᎦᏅᎪ ᎠᏲᏍᏗᏍᎪ ᎾᏍᏉ ᏗᎧᎿᏩᏛᏍᏗ, ᎠᏍᎦᏂᏰᏃ ᎠᏲᏍᏗᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ.

source: And you have knowledge that he came to take away sin: and in him there is no sin.
chr: ᎠᎴ ᎢᏥᎦᏔᎭ ᎾᏍᎩ ᎬᏂᎨᏒ ᎾᎬᏁᎸ ᎢᎩᎲᎡᏗᏱ ᎢᎩᏍᎦᏅᏨᎢ; ᎤᏩᏒᏍᎩᏂ ᎥᏝ ᏳᏪᎭ ᎠᏍᎦᏂ.

source: Anyone who is in him does no sin; anyone who is a sinner has not seen him and has no knowledge of him.
chr: ᎩᎶ ᏣᏯᎣ [ᎦᎶᏁᏛᏱ] ᎥᏝ ᏯᏍᎦᏅᎪᎢ; ᎩᎶ ᏣᏍᎦᏅᎪᎢ ᎥᏝ ᎤᎪᎲᎯ ᏱᎨᏐᎢ, ᎥᏝ ᎠᎴ ᎤᎦᏙᎥᏒᎯ ᏱᎨᏐᎢ.

source: My little children, let no man take you out of the true way: he who does righteousness is upright, even as he is upright;
chr: ᏗᏥᏲᎵ ᏞᏍᏗ ᎩᎶ ᏱᏥᎶᏄᎮᎴᏍᏗ; ᏚᏳᎪᏛ ᏧᎸᏫᏍᏓᏁᎯ ᎾᏍᎩ ᎾᏍᎦᏅᎾ, ᎾᏍᎩᏯ [ᎦᎶᏁᏛ] ᎾᏍᎦᏅᎾ ᏥᎩ.

source: The sinner is a child of the Evil One; for the Evil One has been a sinner from the first. And the Son of God was seen on earth so that he might put an end to the works of the Evil One.
chr: ᎠᏍᎦᏂ ᏧᎸᏫᏍᏓᏁᎯ, ᎠᏍᎩᎾ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏐᎢ, ᏗᏓᎴᏂᏍᎬᏰᏃ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎠᏍᎩᎾ ᎠᏍᎦᏅᎪᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎬᏂᎨᏒ ᎾᎬᏁᎸᎩ, ᎤᏲᏍᏙᏗᏱ ᎠᏍᎩᎾ ᏚᎸᏫᏍᏓᏁᎸᎢ.

source: Anyone who is a child of God does no sin, because he still has God's seed in him; he is not able to be a sinner, because God is his Father.
chr: ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ ᏥᎨᏐ ᎥᏝ ᎠᏍᎦᏂ ᏱᏚᎸᏫᏍᏓᏁᎰᎢ; ᎾᏍᎩᏰᏃ ᎤᏤᎵᎦ ᎤᎦᏔ ᎤᏪᎰᎢ, ᎥᏝ ᎠᎴ ᏰᎵ ᎬᏩᏍᎦᏅᎢᏍᏗ ᏱᎨᏐᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ ᎨᏒᎢ.

source: In this way it is clear who are the children of God and who are the children of the Evil One; anyone who does not do righteousness or who has no love for his brother, is not a child of God.
chr: ᎯᎠ ᎾᏍᎩ ᎾᎿ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᎬᏂᎨᏒ ᎾᎾᎵᏍᏗᎭ, ᎠᎴ ᎠᏍᎩᎾ ᏧᏪᏥ; ᎩᎶ ᏚᏳᎪᏛ ᏧᎸᏫᏍᏓᏁᎯ ᏂᎨᏒᎾ ᏥᎨᏐᎢ, ᎥᏝ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎨᏐᎢ; ᎠᎴ ᏗᎾᏓᏅᏟ ᎤᎨᏳᎯ ᏂᎨᏒᎾ ᏥᎨᏐᎢ.

source: Because this is the word which was given to you from the first, that we are to have love for one another;
chr: ᎯᎠᏰᏃ ᎾᏍᎩ ᎧᏃᎮᏛ ᏥᏣᏛᎩᎭ ᏗᏓᎴᏂᏍᎬ ᏂᎨᏣᏛᎩᏍᎪᎢ, ᎾᏍᎩ ᏗᎦᏓᎨᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ.

source: Not being of the Evil One like Cain, who put his brother to death. And why did he put him to death? Because his works were evil and his brother's works were good.
chr: ᎥᏝ ᎾᏍᎩ ᎨᎾ ᏄᏛᏁᎸᎢ, ᎾᏍᎩ ᎤᏁᎫᏥᏛ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎨᏎᎢ, ᎠᎴ ᎤᏅᏟ ᏧᎴ. ᎦᏙᏃ ᎢᎤᎴᎢ? ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᎩᏂ ᎤᏩᏒ ᏚᎸᏫᏍᏓᏁᎲ ᎤᏲᎢᏳ ᎨᏒᎢ, ᎤᏅᏟᏃ ᏚᎸᏫᏍᏓᏁᎲ ᎣᏏᏳ ᎨᏒᎢ.

source: Do not be surprised, my brothers, if the world has no love for you.
chr: ᏞᏍᏗ ᏱᏥᏍᏆᏂᎪᏍᎨᏍᏗ, ᎢᏓᏓᏅᏟ, ᎢᏳᏃ ᎡᎶᎯ ᎢᎩᏍᎦᎩᏳ ᎢᎨᏎᏍᏗ.

source: We are conscious that we have come out of death into life because of our love for the brothers. He who has no love is still in death.
chr: ᎢᏗᎦᏔᎭ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎢᎩᎶᏒᎢ ᎬᏂᏛᏃ ᏫᎩᎾᏄᎪᏨᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᏗᏗᎨᏳᎯᏳ ᎨᏒ ᎢᏓᏓᏅᏟ. ᎩᎶ ᎤᎨᏳᎯᏳ ᏂᎨᏒᎾ ᏱᎩ ᏗᎾᏓᏅᏟ, ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᎡᎭ.

source: Anyone who has hate for his brother is a taker of life, and you may be certain that no taker of life has eternal life in him.
chr: ᎩᎶ ᏗᎾᏓᏅᏟ ᎠᏍᎦᎩ ᏱᎩ ᎾᏍᎩ ᏴᏫ ᎠᎯᎯ; ᎢᏥᎦᏔᎭᏃ ᏴᏫ ᎠᎯᎯ ᎬᏂᏛ ᏄᏪᎲᎾ ᎨᏒᎢ.

source: In this we see what love is, because he gave his life for us; and it is right for us to give our lives for the brothers.
chr: ᎠᏂ ᎢᏗᎪ ᏩᏘᎭ ᎤᏓᎨᏳᏗ ᎨᏒᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎬᏅ ᎡᎳᏗ ᎢᎩᏁᎸᎢ, ᎠᎴ ᎾᏍᏉ ᎠᏴ ᏕᏛᏅ ᎡᎳᏗ ᏱᏗᏗᏁᎭ ᎢᏓᏓᏅᏟ.

source: But if a man has this world's goods, and sees that his brother is in need, and keeps his heart shut against his brother, how is it possible for the love of God to be in him?
chr: ᎩᎶᏍᎩᏂ ᎡᎶᎯ ᎡᎯ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᏧᏪᎰᎢ, ᎠᎴ ᏣᎪᏩᏘᏍᎪ ᏗᎾᏓᏅᏟ ᎤᏂᎬᎬᎢ, ᎠᏎᏃ ᎾᏍᎩ ᏣᏍᏚᏁᎰᏉ ᎤᎾᏫ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏳᏪᎭ ᎤᏁᎳᏅᎯ ᎠᎨᏳᏗ ᎨᏒᎢ?

source: My little children, do not let our love be in word and in tongue, but let it be in act and in good faith.
chr: ᏗᏥᏲᎵ ᏗᏇᏥ, ᏞᏍᏗ ᎢᏗᏁᎬᏉ ᎠᎴ ᏗᏗᏃᎪᎢᏉ ᏱᏗᏛᏗᏍᎨᏍᏗ ᏱᎦᏓᎨᏳᏎᏍᏗ, ᏕᎩᎸᏫᏍᏓᏁᎲᏍᎩᏂ ᎠᎴ ᎤᏙᎯᏳᏒᎢ.

source: In this way we may be certain that we are true, and may give our heart comfort before him,
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎢᏓᏙᎴᎰᎯᏍᏗᎭ ᏚᏳᎪᏛ ᏅᏓᎦᏓᎴᏅᎯ ᎨᏒᎢ; ᏙᎯᏱᏃ ᏂᏙᏓᏛᏁᎵ ᏗᎩᎾᏫ ᎾᏍᎩ ᎠᎦᏔᎲᎢ.

source: When our heart says that we have done wrong; because God is greater than our heart, and has knowledge of all things.
chr: ᎢᏳᏰᏃ ᏗᎩᎾᏫ ᎢᎩᏍᎦᏅᏨ ᏱᏗᎫᎪᏗᎭ, ᎤᏁᎳᏅᎯ ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᏗᎩᎾᏫ, ᎠᎴ ᎠᎦᏔᎯᏳ ᏂᎦᎥᎢ.

source: My loved ones, if our heart does not say that we have done wrong, we have no fear before him;
chr: ᎢᏨᎨᏳᎢ, ᎢᏳᏃ ᏗᎩᎾᏫ ᏂᏗᎫᎪᏓᏁᎲᎾ ᏱᎩ, ᎤᎦᎵᏍᏗᏳ ᎢᎦᏓᏅᏔ ᎤᏁᎳᏅᎯ ᎡᏓᏓᏅᏖᏍᎬᎢ;

source: And he gives us all our requests, because we keep his laws and do the things which are pleasing in his eyes.
chr: ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᎢᏗᏔᏲᎭ ᎢᎩᏁᎰᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎢᎩᏍᏆᏂᎪᏛ ᎤᏤᎵᎦ ᏗᎧᎿᏩᏛᏍᏗ, ᎠᎴ ᏕᎩᎸᏫᏓᏁᎲ ᎾᏍᎩ ᎣᏍᏛ ᎤᏰᎸᏗ ᎨᏒ ᏕᎩᎧᏅᎢ.

source: And this is his law, that we have faith in the name of his Son Jesus Christ, and love for one another, even as he said to us.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᏍᏗ ᎤᏤᎵᎦ ᏗᎧᎿᏩᏛᏍᏗ, ᎢᎪᎯᏳᏗᏱ ᏕᎤᏙᎥ ᎤᏪᏥ ᏥᏌ ᎦᎶᏁᏛ, ᎠᎴ ᏗᎦᏓᎨᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎾᏍᎩᏯ ᎢᎩᏁᏤᎸᎢ.

source: He who keeps his laws is in God and God is in him. And the Spirit which he gave us is our witness that he is in us.
chr: ᎩᎶᏃ ᎾᏍᎩ ᎤᏤᎵᎦ ᏗᎧᎿᏩᏛᏍᏗ ᎠᏍᏆᏂᎪᏗᏍᎩ ᎾᏍᎩ ᎠᏯᎣᎢ [ᎤᏁᎳᏅᎯᏱ], ᎠᎴ ᎾᏍᎩ ᎤᏯᎣᎢ [ᎤᏁᎳᏅᎯ]. ᎠᎴ ᎠᏓᏅᏙ ᎢᎩᏁᎸᎯ ᎨᏒ ᎾᏍᎩ ᎢᏓᏙᎴᎰᎯᏍᏗᎭ ᎠᏴ ᎢᎩᏯᎥᎢ.

source: My loved ones, do not put your faith in every spirit, but put them to the test, to see if they are from God: because a great number of false prophets have gone out into the world.
chr: ᎢᏨᎨᏳᎢ, ᏞᏍᏗ ᎾᏂᎥ ᏗᏓᏅᏙ ᏱᏗᏦᎯᏳᎲᏍᎨᏍᏗ, ᏕᏥᎪᎵᏰᏍᎨᏍᏗᏍᎩᏂ ᏗᏓᏅᏙ, ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏒ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏅᏓᏳ ᏓᎴᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ. ᎤᏂᏣᏔᏰᏃ ᎤᎾᏠᎾᏍᏗ ᎠᎾᏙᎴᎰᏍᎩ ᎠᏁᏙᎭ ᎡᎶᎯ.

source: By this you may have knowledge of the Spirit of God: every spirit which says that Jesus Christ has come in the flesh is of God:
chr: ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ ᎢᏦᎵᏍᏙᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏅᏙ; ᎾᏍᎩ ᎠᏓᏅᏙ ᎯᎠ ᎢᎦᏪᏍᎩ, ᏥᏌ ᎦᎶᏁᏛ ᎤᏇᏓᎵ ᎤᎾᏄᎪᏥᎴᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ.

source: And every spirit which does not say this is not from God: this is the spirit of Antichrist, of which you have had word; and it is in the world even now.
chr: ᎾᏍᎩᏃ ᎠᏓᏅᏙ ᎯᎠ ᎢᎦᏪᏍᎩ ᏂᎨᏒᎾ, ᏥᏌ ᎦᎶᏁᏛ ᎤᏇᏓᎵ ᎤᎾᏄᎪᏥᎴᎢ, ᎥᏝ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏱᎩ. ᎾᏍᎩᏍᎩᏂ ᎯᎠ ᎦᎶᏁᏛ-ᎠᏡᏗᏍᎩ ᎤᏤᎵᎦ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎤᎷᎯᏍᏗᏱ ᎢᏣᏛᎦᏅᎯ ᏥᎩ, ᎠᎴ ᎿᏉ ᎦᏳᎳ ᎡᎶᎯ ᎡᎭ.

source: You are of God, my little children, and you have overcome them because he who is in you is greater than he who is in the world.
chr: ᏂᎯ ᎤᏁᎳᏅᎯ ᏅᏓᏣᏓᎴᏅᎯ, ᏗᏥᏲᎵ, ᎠᎴ ᏕᏥᏎᎪᎩᏒ ᎾᏍᎩ; ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏟ ᎤᎵᏂᏗᎩᏗᏳ ᎨᏒ ᎢᏥᏯᎢ ᎡᏍᎦᏉ ᎡᎶᎯ ᎠᏯᎢ.

source: They are of the world, so their talk is the world's talk, and the world gives ear to them.
chr: ᎡᎶᎯ ᏅᏓᏳᎾᏓᎴᏅᎯ ᎾᏍᎩ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᎶᎯ ᎡᎯ ᎠᏂᏬᏂᎭ, ᎠᎴ ᎡᎶᎯ ᎤᎾᏛᎦᏁᎰᎢ.

source: We are of God: he who has the knowledge of God gives ear to us; he who is not of God does not give ear to us. By this we may see which is the true spirit, and which is the spirit of error.
chr: ᎠᏴ ᎤᏁᎳᏅᎯ ᏅᏓᏲᎦᏓᎴᏅᎯ; ᎾᏍᎩ Ꮎ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎯ ᎣᎦᏛᎦᏁᎰᎢ. ᎾᏃ ᎤᏁᎳᏅᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏂᎨᏒᎾ ᎥᏝ ᏲᎦᏛᎦᏁᎰᎢ. ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏕᏗᎦᏔᎭ ᏚᏳᎪᏛ ᎢᏯᎾᏛᏁᎯ ᎠᏓᏅᏙ, ᎠᎴ ᏚᏳᎪᏛ ᎢᏯᏌᏛᏁᎯ ᏂᎨᏒᎾ ᏗᏓᏅᏙ.

source: My loved ones, let us have love for one another: because love is of God, and everyone who has love is a child of God and has knowledge of God.
chr: ᎢᏨᎨᏳᎢ, ᏕᎦᏓᎨᏳᏎᏍᏗ; ᎠᏓᎨᏳᏗᏰᏃ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏓᏳᏓᎴᏅᎯ, ᎩᎶᏃ ᏧᏓᎨᏳᏐ ᎤᏁᎳᏅᎯ ᎤᎾᏄᎪᏫᏒᎯ ᎨᏐᎢ, ᎠᎴ ᎠᎦᏔᎰ ᎤᏁᎳᏅᎯ.

source: He who has no love has no knowledge of God, because God is love.
chr: ᎤᏓᎨᏳᎯᏃ ᏂᎨᏒᎾ, ᎥᏝ ᏯᎦᏔᎰ ᎤᏁᎳᏅᎯ; ᎤᏁᎳᏅᎯᏰᏃ ᎤᏓᎨᏳᏗ ᎨᏒ ᏚᏙᎥ.

source: And the love of God was made clear to us when he sent his only Son into the world so that we might have life through him.
chr: ᎠᏂ ᎯᎠ ᎬᏂᎨᏒ ᏄᎵᏍᏔᏅᎩ ᎤᏁᎳᏅᎯ ᎢᎩᎨᏳᏒᎢ, ᎤᏁᎳᏅᎯᏰᏃ ᏧᏅᏎ ᎤᏩᏒᎯᏳ ᎤᏕᏁᎸᎯ ᎤᏪᏥ ᎡᎶᎯ ᎤᎷᎯᏍᏗᏱ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎬᏂᏛ ᎢᎩᏩᏛᏗᏱ.

source: And this is love, not that we had love for God, but that he had love for us, and sent his Son to be an offering for our sins.
chr: ᎠᏂ ᎯᎠ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎥᏝ ᎤᏁᎳᏅᎯ ᎡᏗᎨᏳᎢᏳ ᏄᎵᏍᏔᏅᎢ, ᎠᏴᏍᎩᏂ ᎢᎩᎨᏳᎯᏳ ᏄᎵᏍᏔᏅᎢ, ᎠᎴ ᏧᏅᏒ ᎤᏤᎵᎦ ᎤᏪᏥ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎠᎫᏴᏙᏗ ᎢᎩᏍᎦᏍᏨᎢ.

source: My loved ones, if God had such love for us, it is right for us to have love for one another.
chr: ᎢᏨᎨᏳᎢ, ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎢᎦᎢ ᎢᎩᎨᏳᎯᏳ ᎢᏳᎵᏍᏔᏅᎯ ᏱᎩ, ᎠᏴ ᎾᏍᏉ ᏗᎦᏓᎨᏳᎯᏳ ᏱᎩ.

source: No man has ever seen God: if we have love for one another, God is in us and his love is made complete in us:
chr: ᎥᏝ ᎢᎸᎯᏳ ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᎪᎲᎯ ᏱᎩ. ᎢᏳᏃ ᏗᎦᏓᎨᏳᎯᏳ ᏱᎩ, ᎤᏁᎳᏅᎯ ᎢᎩᏯᎠ, ᎠᎴ ᎠᏴ ᎡᏗᎨᏳᏒ ᎤᎧᎵᏨᎯ ᎨᏐᎢ.

source: And his Spirit which he has given us is the witness that we are in him and he is in us.
chr: ᎯᎠ ᎾᏍᎩ ᎢᏓᏙᎴᎰᎯᏍᏗᎭ ᎡᏗᏯᎥᎢ ᎠᎴ ᎠᏴ ᎢᎩᏯᎥᎢ, ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎢᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᎨᏒ ᎤᏩᏒ ᎤᏤᎵ ᎠᏓᏅᏙ.

source: And we have seen and give witness that the Father sent the Son to be the Saviour of the world.
chr: ᎠᎴ ᎠᏴ ᎣᎩᎪᎲ ᎠᎴ ᎣᏥᏃᎮᎭ ᎠᎦᏴᎵᎨ ᏧᏅᏒ ᎤᏪᏥ ᎡᎶᎯ ᎠᏍᏕᎵᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ.

source: Everyone who says openly that Jesus is the Son of God, has God in him and is in God.
chr: ᎩᎶ ᎯᎠ ᎢᎦᏪᏍᎩ ᏥᏌ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎣᏯᎣᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏁᎳᏅᎯᏱ ᎠᏯᎣᎢ.

source: And we have seen and had faith in the love which God has for us. God is love, and everyone who has love is in God, and God is in him.
chr: ᎠᎴ ᎠᏴ ᎢᎩᎦᏙᎥᏒ ᎠᎴ ᎢᎪᎯᏳᏅ ᎤᏁᎳᏅᎯ ᎢᎩᎨᏳᎯᏳ ᎨᏒᎢ. ᎤᏁᎳᏅᎯ ᎠᏓᎨᏳᏗ ᎨᏒ ᏚᏙᎥ, ᎠᏓᎨᏳᏗᏃ ᎨᏒ ᎡᎯ ᎤᎾᎳᏅᎯ ᎠᏯᎣᎢ, ᎠᎴ ᎤᎾᎳᏅᎯ ᎾᏍᎩ ᎤᏯᎣᎢ.

source: In this way love is made complete in us, so that we may be without fear on the day of judging, because as he is, so are we in this world.
chr: ᎠᏂ ᎯᎠ ᎢᎦᏓᎨᏳᏗ ᎨᏒ ᎤᎧᎵᏨᎯ, ᏄᎵᏍᏔᏅ ᎾᏍᎩ ᏂᏗᎾᏰᏍᎬᎾ ᎢᏳᎵᏍᏙᏗᏱ ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩᏯ ᏄᏍᏛ ᎾᏍᏉ ᎾᏍᎩ ᏂᎦᏍᏗ ᎠᏴ ᎠᏂ ᎡᎶᎯ.

source: There is no fear in love: true love has no room for fear, because where fear is, there is pain; and he who is not free from fear is not complete in love.
chr: ᎥᏝ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᏳᏓᏑᏯ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎤᎧᎵᏨᎯᏍᎩᏂ ᎨᏒ ᎠᏓᎨᏳᏗ ᎦᏄᎪᏫᏍᎦ ᎦᎾᏰᎯᏍᏗ ᎨᏒᎢ; ᎦᎾᏰᎯᏍᏗᏰᏃ ᎨᏒ ᎠᎩᎵᏯ ᎤᏪᎭ; ᎩᎶ ᏥᎦᎾᏰᏍᎪᎢ ᎥᏝ ᎤᎧᎵᏨᎯ ᏱᎨᏐ ᎠᏓᎨᏳᏗ ᎨᏒᎢ.

source: We have the power of loving, because he first had love for us.
chr: ᎡᏗᎨᏳᎠ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏴ ᎢᎬᏱ ᎢᎩᎨᏳᎯᏳ ᏄᎵᏍᏔᏅᎢ.

source: If a man says, I have love for God, and has hate for his brother, his words are false: for how is the man who has no love for his brother whom he has seen, able to have love for God whom he has not seen?
chr: ᎢᏳᏃ ᎩᎶ ᎤᏁᎳᏅᎯ ᏥᎨᏳᎠ ᏯᏗᎭ, ᏯᏍᎦᎦᏃ ᏗᎾᏓᏅᏟ, ᎦᏰᎪᎩ ᎾᏍᎩ, ᎤᎨᏳᎯᏰᏃ ᏂᎨᏒᎾ ᏱᎩ ᏗᎾᏓᏅᏟ ᎾᏍᎩ ᎤᎪᎲᎯ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎤᎨᏳᎯᏳ ᏱᎩ ᎤᏁᎳᏅᎯ ᎤᎪᎲᎯ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: And this is the word which we have from him, that he who has love for God is to have the same love for his brother.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎢᎩᏁᎸᎯ, ᎾᏍᎩ ᎢᏳᏃ ᎩᎶ ᎤᎨᏳᎯᏳ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ, ᎾᏍᏉ ᎤᎨᏳᎯᏳ ᎨᏎᏍᏗ ᏗᎾᏓᏅᏟ.

source: Everyone who has faith that Jesus is the Christ is a child of God: and everyone who has love for the Father has love for his child.
chr: ᎩᎶ ᏱᎪᎯᏳᎲᏍᎦ ᏥᏌ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ, ᎩᎶᏃ ᏳᎨᏳᎭ ᎤᏓᎾᏄᎪᏫᏒᎯ, ᎾᏍᏉ ᎠᏥᎾᏄᎪᏫᏒᎯ ᎤᎨᏳᎯᏳ ᎨᏐᎢ.

source: In this way, we are certain that we have love for the children of God, when we have love for God and keep his laws.
chr: ᎤᏁᎳᏅᎯ ᎡᏗᎨᏳᎢ ᏥᎨᏐᎢ, ᎠᎴ ᏥᎩᏍᏆᏂᎪᏙ ᎤᏤᎵᎦ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎢᏓᏙᎴᎰᎯᏍᏗᏍᎪ ᎨᏗᎨᏳᎢᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᏧᏪᏥ.

source: For loving God is keeping his laws: and his laws are not hard.
chr: ᎾᏍᎩᏰᏃ ᎯᎠ ᏄᏍᏗ ᎤᏁᎳᏅᎯ ᎠᎨᏳᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏗᎩᏍᏆᏂᎪᏙᏗᏱ ᏧᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ; ᎤᏤᎵᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎥᏝ ᎦᎨᏗᏳ ᏱᎩ.

source: Anything which comes from God is able to overcome the world: and the power by which we have overcome the world is our faith.
chr: ᏂᎦᎥᏰᏃ ᎪᎱᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ ᎠᏎᎪᎩᏍᎪ ᎡᎶᎯ. ᎢᎪᎯᏳᏒᏃ ᎾᏍᎩ ᎠᏎᎪᎩᏍᎩ ᎡᎶᎯ.

source: Who is able to overcome the world but the man who has faith that Jesus is the Son of God?
chr: ᎦᎪ Ꮎ ᎡᎶᎯ ᎠᏎᎪᎩᏍᎩ ᎢᏳᏃ ᎾᏍᎩ ᏂᎨᏒᎾ ᏱᎩ ᎾᏍᎩ Ꮎ ᎪᎯᏳᎲᏍᎩ ᏥᏌ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏒᎢ?

source: This is he who came by water and by blood, Jesus Christ; not by water only but by water and by blood.
chr: ᎾᏍᎩ ᎠᎹ ᎠᎴ ᎩᎬ ᎤᎷᎯᏍᏔᏅᎯ, ᎯᎠ ᏥᏌ ᎦᎶᏁᏛ; ᎥᏝ ᎠᎹᏉ ᎤᏩᏒ, ᎠᎹᏍᎩᏂ ᎠᎴ ᎩᎬ. ᎬᏩᏠᏯᏍᏗ ᎠᎴ ᎠᏓᏅᏙ ᎾᏍᎩ ᎧᏃᎮᏍᎩ, ᎠᏓᏅᏙᏰᏃ ᎦᏱᎪᎩ ᏂᎨᏒᎾ.

source: And the Spirit is the witness, because the Spirit is true.
chr: ᎠᏂᏦᎢᏰᏃ ᎠᏂᏃᎮᏍᎩ ᎦᎸᎳᏗ; ᎠᎦᏴᎵᎨᎢ, ᎧᏃᎮᏛ, ᎦᎸᏉᏗᏳᏃ ᎠᏓᏅᏙ; ᎾᏍᎩᏃ ᎯᎠ ᎠᏂᏦᎢ ᎨᏒ ᏌᏉᏉ.

source: There are three witnesses, the Spirit, the water, and the blood: and all three are in agreement.
chr: ᎠᏂᏦᎢᏃ ᎠᏂᏃᎮᏍᎩ ᎡᎶᎯ, ᎠᏓᏅᏙ, ᎠᎹ, ᎠᎴ ᎩᎬ, ᎾᏍᎩᏃ ᎯᎠ ᎠᏂᏦᎢ ᎨᏒ ᎤᏠᏱ ᎠᏂᏃᎮᎭ.

source: If we take the witness of men to be true, the witness of God is greater: because this is the witness which God has given about his Son.
chr: ᎢᏳᏃ ᏱᏗᏗᏂᏱᎭ ᏴᏫ ᎤᏂᏃᎮᎸᎯ, ᎤᏁᎳᏅᎯ ᎤᏃᎮᎸᎯ ᎤᏟ ᎦᎸᏉᏗᏳ; ᎯᎠᏰᏃ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏃᎮᎸᎯ, ᎾᏍᎩ ᎤᏁᎢᏍᏔᏅᎯ ᏥᎩ ᎤᏪᏥ.

source: He who has faith in the Son of God has the witness in himself: he who has not faith in God makes him false, because he has not faith in the witness which God has given about his Son.
chr: ᎪᎯᏳᎲᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎾᏍᎩ ᎤᏩᏒ ᎨᏒ ᎤᏪᎭ ᎪᎯᏳᏗᏍᎩ; ᎤᏁᎳᏅᎯ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏰᎪᏅ, ᏅᏗᎦᎵ ᏍᏙᏗᎭ ᏂᎪᎯᏳᎲᏍᎬᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏃᎮᎸᎢ ᎤᏪᏥ ᎤᏁᎢᏍᏔᏅᎢ.

source: And his witness is this, that God has given us eternal life, and this life is in his Son.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏄᏍᏗ ᎧᏃᎮᎸᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎢᎩᏁᎸ ᏫᎾᏍᏛᎾ ᎬᏂᏛ, ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎬᏂᏛ ᎤᏪᏥ ᎤᏤᎵᎦ ᎨᏒᎢ.

source: He who has the Son has the life; he who has not the Son of God has not the life.
chr: ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎤᏪᎯ, ᎾᏍᎩ ᎬᏂᏛ ᎤᏪᎭ; ᎤᏁᎳᏅᎯᏃ ᎤᏪᏥ ᏄᏪᎲᎾ ᎥᏝ ᏳᏪᎭ ᎬᏂᏛ.

source: I have put these things in writing for you who have faith in the name of the Son of God, so that you may be certain that you have eternal life.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎢᏨᏲᏪᎳᏏ ᎢᏦᎯᏳᎲᏍᎩ ᏚᏙᎥ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎢᏣᏙᎴᎰᎯᏍᏗᏱ ᎬᏂᏛ ᎢᏤᎲᎢ ᎨᏒᎢ, ᎠᎴ ᎢᏦᎯᏳᏗᏱ ᏚᏙᎥ ᎤᏁᎳᏅᎯ ᎤᏪᏥ.

source: And we are certain that if we make any request to him which is right in his eyes, he will give ear to us:
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎡᏙᎢᏳᏒᎢ, ᎾᏍᎩ ᎢᏳᏃ ᏂᎦᎥ ᎪᎱᏍᏗ ᎡᏗᏔᏲᏏ ᎣᏍᏛ ᎤᏰᎸᏗ ᎨᏒᎢ, ᎢᎦᏛᎦᏁᎲᎢ.

source: And if we are certain that he gives ear to all our requests, we are equally certain that we will get our requests.
chr: ᎢᏳᏃ ᏱᏗᎦᏔᎭ ᎢᎦᏛᏁᎲᎢ, ᏂᎦᎥ ᎪᎱᏍᏗ ᎡᏗᏔᏲᏏ ᎢᏗᎦᏔᎰ ᎢᎩᏁᎲ ᎢᏳᏍᏗ ᎡᏗᏔᏲᏎᎸᎢ.

source: If a man sees his brother doing a sin which is not bad enough for death, let him make a prayer to God, and God will give life to him whose sin was not bad enough for death. There is a sin whose punishment is death: I do not say that he may make such a request then.
chr: ᎢᏳᏃ ᎩᎶ ᏳᎪᎲ ᏗᎾᏓᏅᏟ ᏳᏍᎦᏅᏨ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏔᏲᎯᎮᏍᏗ ᎠᎴ ᎠᏎ ᎬᏂᏛ ᏓᏰᏥᏁᎵ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎤᏂᏍᎦᏅᏨᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎬᎢ. ᎡᎭ ᎠᏍᎦᏅᎢᏍᏗ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎥᏝ ᎠᏔᏲᎯᎮᏍᏗ ᎾᏍᎩ ᎠᏥᏙᎵᏍᏗᏱ ᏱᎦᏗᎭ.

source: All evil-doing is sin: but death is not the punishment for every sort of sin.
chr: ᏂᎦᎥ ᏚᏳᎪᏛ ᏂᎨᏒᎾ ᎾᏍᎩ ᎠᏍᎦᏂ, ᎡᎭᏃ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ.

source: We are certain that one who is a child of God will do no sin, but the Son of God keeps him so that he is not touched by the Evil One.
chr: ᎢᏗᎦᏔᎭ ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᏕᏔᏅᎯ ᏥᎨᏐᎢ ᎥᏝ ᏯᏍᎦᏅᎪᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏕᏔᏅᎯ ᎤᎵᏍᏆᏂᎪᏙᎢ, ᎾᏍᎩᏃ Ꮎ ᎤᏁᎫᏥᏛ ᎥᏝ ᏳᏒᏂᎰᎢ.

source: We are certain that we are of God, but all the world is in the power of the Evil One.
chr: ᎢᏗᎦᏔᎭ ᎤᏁᎳᏅᎯ ᏅᏓᎦᏓᎴᏅᎯ ᎨᏒᎢ, ᎠᎴ ᏂᎬᎾᏛ ᎡᎶᎯ ᎤᏃᏴᏨ ᎤᏲ ᎨᏒᎢ.

source: And we are certain that the Son of God has come, and has given us a clear vision, so that we may see him who is true, and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life.
chr: ᎢᏗᎦᏔᎭᏃ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎤᎷᏨᎢ, ᎠᎴ ᎢᎩᏁᎸ ᎢᎪᎵᏍᏗᏱ, ᎾᏍᎩ ᎡᏙᎵᏍᏗᏱ ᎾᏍᎩ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᏥᎩ; ᎠᎴ ᎾᏍᎩ ᎡᏗᏯᎠ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᏥᎩ, ᎾᏍᎩ ᎤᏪᏥ ᏥᏌ ᎦᎶᏁᏛ. ᎾᏍᎩ ᎯᎠ ᎤᏙᎯᏳᎯᏯ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏫᎾᏍᏛᎾ ᎬᏂᏛ.

source: My little children, keep yourselves from false gods.
chr: ᏗᏥᏲᎵ, ᏕᏤᏯᏙᏤᎮᏍᏗ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ. ᎡᎺᏅ.

source: Second Epistle of John
chr: ᏣᏂ ᏔᎵᏁ ᎤᏬᏪᎳᏅᎯ

source: I, a ruler in the church, send word to the noble sister who is of God's selection, and to her children, for whom I have true love; and not only I, but all who have knowledge of what is true;
chr: ᎠᏴ ᎠᏆᏛᏐᏅᎯ ᏫᏥᏲᎵᎦ ᎠᎦᏑᏰᏛ ᎠᎨᏴ ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ, ᎾᏍᎩ ᎦᏥᎨᏳᎢ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎥᏝ ᎠᏋᏒᏉ ᏱᎩ ᎾᏍᏉᏍᎩᏂ ᏂᎦᏛ ᎤᏂᎦᏙᎥᏒᎯ ᏚᏳᎪᏛ ᎨᏒᎢ;

source: Because of this true knowledge which is in us, and will be with us for ever:
chr: ᏅᏗᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᏚᏳᎪᏛ ᎨᏒ ᏥᎩᏯᎠ, ᎠᎴ ᎾᏍᎩ ᎠᏎ ᏥᎨᎳᏗᏙᎮᏍᏗ ᏂᎪᎯᎸᎢ.

source: May grace, mercy, and peace be with us from God the Father, and from Jesus Christ, the Son of the Father, in all true love.
chr: ᎬᏩᎦᏗᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ ᎢᏤᎳᏗᏙᎮᏍᏗ ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎨᏒᎢ, ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎠᎦᏴᎵᎨ ᎤᏪᏥ, ᏚᏳᎪᏛ ᎨᏒᎢ ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒᎢ.

source: It gave me great joy to see some of your children walking in the true way, even as we were ordered to do by the Father.
chr: ᎤᏣᏔᏅᎯ ᎠᏆᎵᎮᎵᏨᎩ ᎠᏆᏙᎴᎰᏒ ᎢᎦᏛ ᏗᏤᏥ ᏚᏳᎪᏛ ᎨᏒ ᎠᎾᎢᏒᎢ, ᎾᏍᎩᏯ ᏗᎧᎿᏩᏛᏍᏗ ᎢᎩᏁᎸ ᎠᎦᏴᎵᎨᎢ.

source: And now, my sister, I make a request to you, not sending you a new law, but the law which we had from the first, that we have love for one another.
chr: ᎿᏉᏃ ᎬᏔᏲᏎᎭ ᎯᎨᏴ, ᏗᎦᎵᎨᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ; ᎥᏝ ᎠᏗᎾ ᎢᏤ ᏗᎧᎿᏩᏛᏍᏗ ᏥᎬᏲᏪᎳᏁᎰ ᎢᏳᏍᏗ ᏱᎩ, ᎾᏍᎩᏉᏍᎩᏂ ᏥᏁᎩᎰᎢ, ᏗᎦᏓᎨᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ.

source: And love is the keeping of his laws. This is the law which was given to you from the first, so that you might keep it.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏗ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎢᎨᏓᏍᏗᏱ ᎾᏍᎩᏯ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏤᎵᎦ ᏂᎦᏪᏍᎬᎢ. ᎾᏍᎩ ᎯᎠ ᏗᎧᎿᏩᏛᏍᏗ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏥᏁᏣᏛᎩᏍᎪᎢ, ᎾᏍᎩ ᏗᏥᎧᎿᏩᏛᏍᏗᏱ.

source: Because a number of false teachers have gone out into the world, who do not give witness that Jesus Christ came in the flesh. Such a one is a false teacher and Antichrist.
chr: ᎤᏂᏣᏔᏰᏃ ᎤᏠᎾᏍᏗ ᎠᏁᏙᎭ ᎡᎶᎯ, ᎾᏍᎩ ᎠᏃᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ ᏥᏌ ᎦᎶᏁᏛ ᎤᏇᏓᎵ ᎤᎾᏄᎪᏥᎸᎢ; ᎾᏍᎩ ᎯᎠ ᎤᏠᎾᏍᏗ ᎠᎴ ᎦᎶᏁᏛᎠᏡᏗᏍᎩ.

source: Keep watch over yourselves, so that you do not make our work of no effect, but may get your full reward.
chr: ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᏱᎩᏲᎱᏎᎴᏍᏗ ᏕᎩᎸᏫᏍᏓᏁᎸᎢ, ᎢᏗᏩᏛᎲᏉᏍᎩᏂ ᎤᎧᎵᏨᎯ ᎡᎦᎫᏴᏓᏁᏗ.

source: Anyone who goes on and does not keep to the teaching of Christ, has not God: he who keeps to the teaching has the Father and the Son.
chr: ᎩᎶ ᏣᏍᎦᏅᎪᎢ ᎠᎴ ᏂᏓᎧᎿᏩᏕᎬᎾ ᏥᎨᏐ ᎦᎶᏁᏛ ᏧᏕᏲᏅᎯ, ᎾᏍᎩ ᎥᏝ ᎤᏁᎳᏅᎢ ᏳᏪᎰᎢ. ᎾᏑᎵᎪᎬᎾᏍᎩᏂ Ꮎ ᏓᎧᎾᏩᏗᏒ ᏗᎧᎿᏩᏕᎩ ᎦᎶᏁᏛ ᏧᏕᏲᏅᎯ, ᎾᏍᎩ ᏚᏪᎭ ᎢᏧᎳ ᎠᎦᏴᎵᎨ ᎠᎴ ᎤᏪᏥ.

source: If anyone comes to you not having this teaching, do not take him into your house or give him words of love:
chr: ᎢᏳᏃ ᎩᎶ ᏱᏥᎷᏤᎸ ᎠᎴ ᏄᏲᎸᎾ ᏱᎩ ᎯᎠ ᎾᏍᎩ ᏗᏕᏲᏗ ᎨᏒᎢ, ᏞᏍᏗ ᏕᏥᏁᎸ ᏱᏕᏣᎵᏂᎸᏤᏍᏗ, ᎠᎴ ᏞᏍᏗ ᏰᏥᏲᎵᎴᏍᏗ;

source: For he who gives him words of love has a part in his evil works.
chr: ᎾᏍᎩᏰᏃ Ꮎ ᎠᏲᎵᎯ ᎤᏪᎳᏗᏍᏗᎭ ᎤᏲ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: Having much to say to you, it is not my purpose to put it all down with paper and ink: but I am hoping to come to you, and to have talk with you face to face, so that your joy may be full.
chr: ᎤᏣᏛᎩ ᎢᏳᏓᎴᎩ ᎢᏨᏲᏪᎳᏁᏗ ᎠᎩᎲᎩ, ᎠᏎᏃ ᎥᏝ ᎪᏪᎵᏉ ᎠᎴ ᏗᎪᏪᎶᏗ ᏗᎬᏙᏗ ᏯᎩᏰᎸᏎᎢ, ᎤᏚᎩᏰᏃ ᎠᏋᎭ ᎢᏨᏩᏛᎲᏍᏗᏱ, ᎠᎴ ᏗᏗᎰᎵ ᏗᎬᏙᏗᏱ ᎢᎦᎵᏃᎮᏗᏱ, ᎠᎴ ᎢᏓᎵᎮᎵᎬ ᎤᎧᎵᎢᏍᏗᏱ.
